Repository: wabisabi926/skin.arctic.zephyr.martian
Catalog: language/resource.language.*/strings.po
Languages: nl_nl

# #31000
source: Limit number of items in widget
nl_nl: Beperk aantal items in widget

# #31002
source: Animated posters
nl_nl: Geanimeerde posters

# #31003
source: Animated fanarts
nl_nl: Geanimeerde fan-art

# #31004
source: Show discart (fanart views)
nl_nl: Toon discart (fanart weergaves)

# #31005
source: Alternate case (fanart views)
nl_nl: Alternatieve hoes (fanart weergaves)

# #31007
source: Title-overlays (symbols-view, deprecated)
nl_nl: Titel-overlays (symbolen-weergave, uitgefaseerd)

# #31008
source: Show progress graphic
nl_nl: Toon voortgangsbalk

# #31009
source: Scroll entire page
nl_nl: Scroll volledige pagina

# #31010
source: Alternate case
nl_nl: Alternatieve hoes

# #31011
source: Show CD and case
nl_nl: Toon CD en hoes

# #31013
source: Feature ends at
nl_nl: Film eindigt om

# #31017
source: Colored icon media flags
nl_nl: Gekleurde media informatie iconen

# #31019
source: Supported Addons
nl_nl: Ondersteunde add-ons

# #31020
source: Resources
nl_nl: Bronnen

# #31021
source: Hide widget title
nl_nl: Verberg widget titel

# #31022
source: Video Infodialog
nl_nl: Video Info-dialoog

# #31023
source: Awards
nl_nl: Prijzen

# #31025
source: Show clearLogo
nl_nl: Toon clearLogo

# #31026
source: Videolyrics
nl_nl: Muziekvideo songteksten

# #31028
source: Widgets fade animation
nl_nl: Widgets vervaag animatie

# #31030
source: movies in the library
nl_nl: speelfilms in de bibliotheek

# #31035
source: Show PVR technical info
nl_nl: Toon technische PVR informatie

# #31036
source: Fullscreen Fanart
nl_nl: Volledige schermweergave fanart

# #31037
source: Extended Info
nl_nl: Uitgebreide info

# #31038
source: Double pane list
nl_nl: Dubbel paneel lijst

# #31040
source: Recordings
nl_nl: Opnames

# #31041
source: Hide actor images
nl_nl: Verberg afbeeldingen van acteurs

# #31043
source: Last Played Channels
nl_nl: Laatst afgespeelde kanalen

# #31044
source: All Channels
nl_nl: Alle kanalen

# #31045
source: New Movies
nl_nl: Nieuwe speelfilms

# #31046
source: Recently Played Movies
nl_nl: Onlangs afgespeelde speelfilms

# #31047
source: Random Movies
nl_nl: Willekeurige speelfilms

# #31048
source: In Progress Movies
nl_nl: Lopende speelfilms

# #31049
source: Top Rated Movies
nl_nl: Top gewaardeerde speelfilms

# #31050
source: Top 250 Movies
nl_nl: Top 250 speelfilms

# #31051
source: Unwatched Movies
nl_nl: Niet-bekeken speelfilms

# #31052
source: Movie Sets
nl_nl: Speelfilm collecties

# #31053
source: New Tv Shows
nl_nl: Nieuwe series

# #31054
source: Recently Watched TV Shows
nl_nl: Onlangs bekeken tv series

# #31056
source: Random Tv Shows
nl_nl: Willekeurige series

# #31057
source: Top Rated Tv Shows
nl_nl: Best gewaarde series

# #31058
source: New Episodes
nl_nl: Nieuwe afleveringen

# #31059
source: Recently Played Episodes
nl_nl: Onlangs afgespeelde afleveringen

# #31060
source: Random Episodes
nl_nl: Willekeurige afleveringen

# #31061
source: Unwatched Episodes
nl_nl: Niet bekeken afleveringen

# #31062
source: In Progress Episodes
nl_nl: Afleveringen in voortgang

# #31063
source: Top Rated Episodes
nl_nl: Top gewaarde afleveringen

# #31064
source: New Albums
nl_nl: Nieuwe albums

# #31065
source: Recently Played Albums
nl_nl: Onlangs afgespeelde albums

# #31066
source: Top Albums
nl_nl: Beste albums

# #31067
source: Random Albums
nl_nl: Willekeurige albums

# #31068
source: Random Artists
nl_nl: Willekeurige artiesten

# #31071
source: Show fanart/landscape view
nl_nl: Toon fanart/landschapsweergave

# #31073
source: Show clearlogo instead of title
nl_nl: Toon clearlogo in plaats van titel

# #31074
source: Enable blur
nl_nl: Activeer vervaging

# #31076
source: This view
nl_nl: Deze weergave

# #31077
source: Misc
nl_nl: Overig

# #31078
source: Global options
nl_nl: Globale opties

# #31079
source: Show discart
nl_nl: Toon discart

# #31082
source: Flip poster/fanart
nl_nl: Spiegel poster/fanart

# #31083
source: Show list instead of posters
nl_nl: Toon lijst in plaats van posters

# #31084
source: Show clearlogo on top instead on fanart
nl_nl: Toon clearlogo in plaats van fanart

# #31086
source: Show extended infos on list
nl_nl: Toon uitgebreide informatie op de lijst

# #31087
source: episodes watched
nl_nl: afleveringen bekeken

# #31092
source: Flip fanart/banner
nl_nl: Spiegel fanart/banner

# #31093
source: Hourly forecast
nl_nl: Uursvoorspelling

# #31094
source: Next days forecast
nl_nl: Weersvoorspelling voor de aankomende dagen

# #31095
source: Show RSS Feed on home menu
nl_nl: Toon RSS bron op het home menu

# #31096
source: Show RSS Feed on top instead on bottom
nl_nl: Toon RSS bron boven in plaatst van onder

# #31097
source: RSS Feed
nl_nl: RSS bron

# #31098
source: Flip list and info
nl_nl: Spiegel lijst en info

# #31099
source: Vertical Shifted
nl_nl: Shifted (Vertikaal)

# #31100
source: Defaults
nl_nl: Standaardwaarden

# #31104
source: Used Memory
nl_nl: Gebruikt geheugen

# #31106
source: Finishes at
nl_nl: Afgelopen om

# #31108
source: Show original
nl_nl: Toon origineel

# #31109
source: Customise home menu
nl_nl: Aanpassen startmenu

# #31110
source: Background
nl_nl: Achtergrond

# #31111
source: Show now playing video in background
nl_nl: Toon huidige video in de achtergrond

# #31113
source: No Timer
nl_nl: Geen timer

# #31114
source: Show effect
nl_nl: Toon effect

# #31115
source: Show header
nl_nl: Toon kop

# #31117
source: 3D Mode
nl_nl: 3D Modus

# #31118
source: Show artist slideshow
nl_nl: Toon artiesten diavoorstelling

# #31120
source: Animate artist slideshow
nl_nl: Animeer artiesten diavoorstelling

# #31121
source: Show fanart
nl_nl: Toon fanart

# #31122
source: Settings
nl_nl: Instellingen

# #31123
source: Change image
nl_nl: Wijzig afbeelding

# #31125
source: Set your favourite settings
nl_nl: Stel je favoriete instellingen in

# #31126
source: Accent colors
nl_nl: Accentkleuren

# #31133
source: Hide watched
nl_nl: Bekeken verbergen

# #31135
source: Hide scrolling text
nl_nl: Verberg scrollende tekst

# #31138
source: Content Loading
nl_nl: Inhoud aan het laden

# #31139
source: Play trailer in windowed mode
nl_nl: Speel trailer in venster-modus

# #31142
source: Use low list
nl_nl: Gebruik lage lijst

# #31143
source: Set weather fanart
nl_nl: Instellen weer fanart

# #31145
source: Show weather
nl_nl: Toon het weer

# #31146
source: Animate fanart
nl_nl: Animeer fanart

# #31148
source: Wrap list
nl_nl: Lijst inpakken

# #31149
source: Replace widget fanart with background
nl_nl: Vervang widget fanart met achtergrond afbeelding

# #31150
source: Set fallback image
nl_nl: Instellen standaard afbeelding

# #31152
source: Furniture
nl_nl: Inrichting

# #31153
source: Show clock
nl_nl: Toon klok

# #31154
source: Show media flags
nl_nl: Toon media-informatie

# #31155
source: Show now playing info
nl_nl: Toon "Speelt" info

# #31157
source: Extended info of
nl_nl: Uitgebreide informatie van

# #31158
source: Trailer of
nl_nl: Trailer van

# #31159
source: Movies by
nl_nl: Speelfilms door

# #31160
source: Tv Shows by
nl_nl: Series door

# #31161
source: [B]Configure System Settings[/B][CR][CR] • Setup and calibrate displays[CR] • Configure audio output[CR] • Setup remote controls[CR] • Set power saving options[CR] • Enable debugging[CR] • Setup master lock
nl_nl: [B]Configureer Systeeminstellingen[/B][CR][CR] • Configureer en kalibreer schermen[CR] • Configureer geluidsuitgang[CR] • Configureer invoerapparaten[CR] • Configureer energiebeheeropties[CR] • Activeer debugging[CR] • Configureer vergrendelingsopties

# #31162
source: [B]Configure Add-Ons[/B][CR][CR] • Manage your installed Add-ons[CR] • Install Add-ons from kodi.tv[CR] • Modify Add-on settings
nl_nl: [B]Configureer Add-Ons[/B][CR][CR] • Beheer uw geïnstalleerde Add-ons[CR] • Installeer Add-ons van kodi.tv[CR] • Wijzig Add-on instellingen

# #31163
source: [B]Configure TV Settings[/B][CR][CR] • Change full screen info[CR] • Manage EPG data settings
nl_nl: [B]Configureer TV Instellingen[/B][CR][CR] • Verander volledig scherm info[CR] • Beheer EPG data instellingen

# #31164
source: [B]Configure Service Settings[/B][CR][CR] • Control via UPnP and HTTP[CR] • Configure file sharing[CR] • Enable Zeroconf[CR] • Configure AirPlay
nl_nl: [B]Configureer Service Instellingen[/B][CR][CR] • Beheer via UPnP en HTTP[CR] • Configureer bestandsdeling[CR] • Activeer Zeroconf[CR] • Configureer Airplay

# #31165
source: [B]Configure Profile Settings[/B][CR][CR] • Setup user profiles[CR] • Enable login screen[CR] • Set master locks[CR] • Control access to content
nl_nl: [B]Configureer Profiel Instellingen[/B][CR][CR] • Instellen gebruikersprofielen[CR] • Activeer login scherm[CR] • Instellen van vergrendelingsopties[CR] • Beheer toegang tot content

# #31166
source: [B]Configure Skin Settings[/B][CR][CR] • Customise the home screen[CR] • Set background options[CR] • Configure OSD options[CR] • Enable add-on support[CR] • Disable screen elements
nl_nl: [B]Configureer Skin Instellingen[/B][CR][CR] • Configureer startscherm[CR] • Configureer achtergrondopties[CR] • Configureer OSD opties[CR] • Activeer Add-on ondersteuning[CR] • Schakel schermelementen uit

# #31167
source: [B]View System Information[/B][CR][CR] • Summary[CR] • Storage[CR] • Network[CR] • Video[CR] • Hardware[CR] • PVR Backend
nl_nl: [B]Toon Systeem Informatie[/B][CR][CR] • Samenvatting[CR] • Opslag[CR] • Netwerk[CR] • Video[CR] • Hardware[CR] • PVR Backend

# #31168
source: Startup video or music playlist
nl_nl: Opstart video of muziek afspeellijst

# #31170
source: Cinema Experience
nl_nl: Bioscoop-ervaring

# #31171
source: Movies by
nl_nl: Speelfilms door

# #31172
source: Show music visualisation in background
nl_nl: Toon muziek visualisaties in de achtergrond

# #31173
source: Recently added
nl_nl: Recentelijk toegevoegd

# #31174
source: Recently played
nl_nl: Recentelijk afgespeeld

# #31175
source: Play random
nl_nl: Willekeurig afspelen

# #31176
source: Delete Settings Shortcut
nl_nl: Verwijder Instellingen snelkoppeling

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
nl_nl: Weet je zeker dat je de instellingen snelkoppeling wil verwijderen?[CR] Zorg er duidelijk voor dat je een alternatieve methode hebt om toegang te verkrijgen tot instellingen voordat je deze snelkoppeling verwijdert.

# #31180
source: Cast of
nl_nl: Cast van

# #31181
source: Similar to
nl_nl: Vergelijkbaar met

# #31182
source: Fanart of
nl_nl: Fanart van

# #31183
source: Youtube videos of
nl_nl: YouTube videos van

# #31184
source: Crew of
nl_nl: Filmploeg van

# #31185
source: Big poster
nl_nl: Grote poster

# #31186
source: Use circular icons in dialogs
nl_nl: Gebruik ronde iconen in vensters

# #31187
source: Filmography of
nl_nl: Filmografie van

# #31188
source: TV Show appearances of
nl_nl: Serie uitzendingen van

# #31189
source: Discography of
nl_nl: Discografie van

# #31190
source: Show icons
nl_nl: Toon iconen

# #31191
source: Directed by
nl_nl: Geregisseerd door

# #31192
source: Movie Hub
nl_nl: Speelfilm hub

# #31193
source: TV Hub
nl_nl: Serie hub

# #31194
source: View Options
nl_nl: Weergave opties

# #31195
source: Reload Skin
nl_nl: Herlaad skin

# #31196
source: Content of
nl_nl: Inhoud van

# #31197
source: Show weather with clock
nl_nl: Toon weer met klok

# #31198
source: Cards
nl_nl: Kaarten

# #31199
source: Kiosk mode
nl_nl: Kioskmodus

# #31200
source: Only display widgets when pressing up
nl_nl: Toon widgets alleen bij omhoog navigeren

# #31201
source: Show detailed info when video is paused
nl_nl: Toon gedetailleerde info wanneer video is gepauzeerd

# #31202
source: Use horizontal submenu
nl_nl: Gebruik horizontaal submenu

# #31204
source: Similar to
nl_nl: Vergelijkbaar met

# #31205
source: Released by
nl_nl: Uitgebracht door

# #31206
source: Similar
nl_nl: Vergelijkbaar

# #31207
source: Movies by
nl_nl: Speelfilms door

# #31208
source: In Cinemas
nl_nl: In bioscopen

# #31209
source: Upcoming
nl_nl: Aankomend

# #31210
source: Popular
nl_nl: Populair

# #31211
source: Top Rated
nl_nl: Best beoordeeld

# #31212
source: Airing
nl_nl: Uitzending

# #31213
source: Today
nl_nl: Vandaag

# #31214
source: Show plot
nl_nl: Toon plot

# #31215
source: Unwatched
nl_nl: Niet-bekeken

# #31216
source: Tracklist of
nl_nl: Tracklijst van

# #31217
source: Show clearart with seekbar
nl_nl: Toon clearart met zoekbalk

# #31218
source: Show numeric rating
nl_nl: Toon numerieke beoordeling

# #31219
source: Show reflections
nl_nl: Toon reflecties

# #31220
source: Next Aired
nl_nl: Volgende uitzending

# #31222
source: Sorry, we don't have any data for that.
nl_nl: Sorry, er is hier geen data van.

# #31224
source: Similar
nl_nl: Vergelijkbaar

# #31227
source: Crew
nl_nl: Ploeg

# #31228
source: TV Show appearances
nl_nl: Serie uitzendingen

# #31229
source: Discography
nl_nl: Discografie

# #31230
source: Tracklist
nl_nl: Tracklijst

# #31231
source: Screenshots of
nl_nl: Screenshots van

# #31232
source: Reboot to eMMC/NAND
nl_nl: Herstart naar eMMC/NAND

# #31233
source: died on
nl_nl: overleed op

# #31235
source: Show banner?
nl_nl: Toon banner?

# #31236
source: Now playing...
nl_nl: Speelt...

# #31237
source: Use minimal busy loader in header
nl_nl: Gebruik minimalistische bezig-animatie in kop

# #31238
source: Select highlight color
nl_nl: Selecteer accentkleur

# #31239
source: Current Color
nl_nl: Huidige kleur

# #31240
source: Square Light
nl_nl: Vierkant (licht)

# #31241
source: Icons Info
nl_nl: Iconen informatie

# #31242
source: Provided by themoviedb.org
nl_nl: Aangeboden door themoviedb.org

# #31243
source: Hide OSD on lyrics
nl_nl: Verberg OSD bij songteksten

# #31244
source: Banner Wall
nl_nl: Banner muur

# #31245
source: Startup image
nl_nl: Opstart-afbeelding

# #31246
source: Show icon media flags
nl_nl: Toon media-informatie iconen

# #31247
source: Home menu style
nl_nl: Startscherm stijl

# #31248
source: Featured
nl_nl: Aanbevolen

# #31249
source: Classic
nl_nl: Klassiek

# #31250
source: Vertical
nl_nl: Vertikaal

# #31251
source: Seasons of
nl_nl: Seizoenen van

# #31252
source: Collections of
nl_nl: Verzamelingen van

# #31254
source: Show plot overlay after delay
nl_nl: Weergave plot overlay na vertraging

# #31255
source: Collections
nl_nl: Verzamelingen

# #31256
source: Homepage
nl_nl: Startpagina

# #31258
source: Fanart Thumbs
nl_nl: Fanart miniaturen

# #31259
source: Show extra fanart
nl_nl: Toon extra fanart

# #31260
source: Set weather icons
nl_nl: Stel weer iconen in

# #31261
source: Widget aspect
nl_nl: Widget aspect ratio

# #31263
source: Square
nl_nl: Vierkant

# #31264
source: Extended List
nl_nl: Uitgebreide lijst

# #31267
source: Action
nl_nl: Actie

# #31269
source: Fallback widget
nl_nl: Standaard widget

# #31270
source: Video / Music OSD
nl_nl: Video / Muziek OSD

# #31271
source: Single Image
nl_nl: Enkele afbeelding

# #31272
source: Multi Image
nl_nl: Meerdere afbeeldingen

# #31274
source: Most played Song
nl_nl: Meest afgespeelde nummer

# #31275
source: [B]Configure Interface Settings[/B][CR][CR] • Skin[CR] • Region[CR] • Control[CR] • Screensaver[CR] • Master Lock[CR]
nl_nl: [B]Interface instellingen[/B][CR][CR] • Skin[CR] • Regio[CR] • Controle[CR] • Schermbeveiliging[CR] • Vergrendelen[CR]

# #31276
source: [B]Configure Media Settings[/B][CR][CR] • Display[CR] • Navigation[CR] • Media Database[CR]
nl_nl: [B]Media instellingen[/B][CR][CR] • Weergave[CR] • Navigatie[CR] • Media database[CR]

# #31277
source: [B]Configure Player Settings[/B][CR][CR] • Playback Actions[CR] • How Content is Played[CR]
nl_nl: [B]Speler instellingen[/B][CR][CR] • Afspeelacties[CR] • Hoe inhoud word afgespeeld[CR]

# #31278
source: Download all artwork
nl_nl: Download alle artwork

# #31280
source: Pixel format
nl_nl: Pixel formaat

# #31281
source: Play Speed
nl_nl: Afspeelsnelheid

# #31282
source: Special Features
nl_nl: Speciale functies

# #31283
source: Select artwork
nl_nl: Selecteer artwork

# #31285
source: Top Songs
nl_nl: Top nummers

# #31286
source: Random Songs
nl_nl: Willekeurige nummers

# #31288
source: Weather - daily
nl_nl: Weer - dagelijks

# #31289
source: Weather - hourly
nl_nl: Weer - uurlijks

# #31290
source: Open Player Process Information
nl_nl: Open speler process informatie

# #31291
source: Player-Cache
nl_nl: Speler-cache

# #31292
source: Channel List
nl_nl: Kanaallijst

# #31294
source: Side
nl_nl: Zij

# #31296
source: This is your personal rating and will not be published.
nl_nl: Dit is je persoonlijke waardering, deze word niet gepubliceerd.

# #31299
source: Show plot on HUB
nl_nl: Toon plot op hub

# #31300
source: Colors
nl_nl: Kleuren

# #31302
source: Music OSD
nl_nl: Muziek-OSD

# #31304
source: Views
nl_nl: Weergaves

# #31308
source: Blur-Settings
nl_nl: Vervaaginstellingen

# #31309
source: Media-Flags
nl_nl: Mediainformatie

# #31310
source: Enable grid
nl_nl: Activeer raster

# #31312
source: Auto close OSD after delay (in seconds)
nl_nl: Sluit OSD automatisch (in seconden)

# #31313
source: Random Artists with biography only
nl_nl: Willekeurige artiesten alleen met biografie

# #31314
source: People
nl_nl: Personen

# #31315
source: Recently added Artists
nl_nl: Recent toegevoegde artiesten

# #31316
source: Recently added Artists with biography only
nl_nl: Recent toegevoegde artiest met biografie

# #31317
source: Top 20 User Rated Movies
nl_nl: Top 20 gebruiker gewaarde speelfilms

# #31318
source: Reset skin settings to defaults?
nl_nl: Herstel skin naar standaardinstellingen?

# #31319
source: Reset skin settings to defaults
nl_nl: Herstel skin instelling naar standaard

# #31320
source: Random Actors ordered by movies
nl_nl: Willekeurige acteurs gesorteerd op speelfilm

# #31321
source: New Unwatched Movies
nl_nl: Nieuwe niet-bekeken speelfilms

# #31322
source: New Unwatched Episodes
nl_nl: Nieuwe niet-bekeken afleveringen

# #31323
source: New Unwatched Tv Shows
nl_nl: Nieuwe niet bekeken series

# #31324
source: Search results for
nl_nl: Zoekresultaten voor

# #31325
source: Side Cards
nl_nl: Zij kaarten

# #31326
source: Show temperature and icon
nl_nl: Toon temperatuur en icoon

# #31327
source: Seasons Info
nl_nl: Seizoeninformatie

# #31331
source: Show ClearLogo/Art
nl_nl: Toon Clearlogo/art

# #31332
source: More of
nl_nl: Meer van

# #31333
source: Poster Wall Small
nl_nl: Poster muur (klein)

# #31340
source: Auto-scrolling
nl_nl: Auto-scrollen

# #31341
source: Widget-listtype
nl_nl: Widget-lijsttype

# #31342
source: List
nl_nl: Lijst

# #31343
source: Fixed list
nl_nl: Vaste lijst

# #31348
source: Movie Genre Icons
nl_nl: Speelfilm genreicoon

# #31349
source: Studio Icons
nl_nl: Studio iconen

# #31350
source: Record Label Icons
nl_nl: Platenlabel iconen

# #31354
source: Animate fanart/slideshow
nl_nl: Animeer fanart/diavoorstelling

# #31355
source: Normal
nl_nl: Normaal

# #31356
source: Slow
nl_nl: Traag

# #31357
source: Very slow
nl_nl: Erg traag

# #31358
source: Fadetime
nl_nl: Vervagingstijd

# #31359
source: Customise power menu
nl_nl: Aanpassen energie menu

# #31360
source: Log off: $INFO[system.profilename]
nl_nl: Afmelden: $INFO[system.profilename]

# #31361
source: Delete/Disable Settings Menu Item?
nl_nl: Verwijder/deactiveer instellingen menu item?

# #31362
source: Are you sure you want to remove the Settings menu item?[CR]Please ensure that you have an alternative method of accessing Settings before you remove this menu item.
nl_nl: Weet je zeker dat je het instellingen menu item wilt verwijderen?[CR]Verzeker jezelf er van dat je een alternatieve manier hebt om de instellingen te benaderen voordat je dit menu item verwijderd.

# #31363
source: Power menu
nl_nl: Energiemenu

# #31364
source: Shutdown in: [B]$INFO[System.Alarmpos][/B]
nl_nl: Afsluiten in: [B]$INFO[System.Alarmpos][/B]

# #31365
source: Use IMDb trailers
nl_nl: Gebruik IMDb trailers

# #31366
source: Show Filenames
nl_nl: Toon bestandsnamen

# #31370
source: Year of release
nl_nl: Jaar van uitgave

# #31371
source: total
nl_nl: totaal

# #31372
source: last on
nl_nl: laatst op

# #31373
source: [B]Configure LibreELEC Settings[/B][CR][CR] • Setup system settings[CR] • Configure system updatesSetup and calibrate network[CR] • Setup and calibrate network[CR] • Configure connections [CR]
nl_nl: [B]LibreELEC instellingen[/B][CR][CR] • Systeem instellingen[CR] • Configureer systeem updatesConfigureer netwerk[CR] • Configureer netwerk[CR] • Configureer verbindingen [CR]

# #31374
source: [B]Configure CoreELEC Settings[/B][CR][CR] • Setup system settings[CR] • Configure system updatesSetup and calibrate network[CR] • Setup and calibrate network[CR] • Configure connections [CR]
nl_nl: [B]CoreELEC instellingen[/B][CR][CR] • Systeem instellingen[CR] • Configureer systeem updatesConfigureer netwerk[CR] • Configureer netwerk[CR] • Configureer verbindingen [CR]

# #31379
source: Size of Icons
nl_nl: Formaat van iconen

# #31380
source: Align
nl_nl: Uitlijnen

# #31381
source: left
nl_nl: links

# #31382
source: center
nl_nl: midden

# #31383
source: Fanart with ClearLogo
nl_nl: Fanart met clearlogo

# #31384
source: Fullsize EPG
nl_nl: Volledig formaat EPG

# #31387
source: DiscArt Fallback-Type
nl_nl: Discart standaard-type

# #31389
source: Fake CD
nl_nl: Nep CD

# #31391
source: Prefer tags instead of rating
nl_nl: Geef voorkeur aan tags over waarderingen

# #31392
source: Limit number of items in hub
nl_nl: Beperk items in hub

# #31393
source: Show icons only
nl_nl: Toon alleen iconen

# #31395
source: Gradient color for
nl_nl: Overgangskleur voor

# #31396
source: Gradient
nl_nl: Overgang

# #31400
source: Scroll behavior
nl_nl: Scroll gedrag

# #31402
source: Select aspect ratio for square widget
nl_nl: Selecteer aspect ratio voor vierkant widget

# #31403
source: Scale
nl_nl: Schaal

# #31404
source: Sunrise at
nl_nl: Zonsopgang om

# #31405
source: Sunset at
nl_nl: Zonsondergang om

# #31406
source: Square small
nl_nl: Vierkant (klein)

# #31407
source: Square medium
nl_nl: Vierkant (middel)

# #31410
source: Home menu bar
nl_nl: Start menu balk

# #31411
source: Fullscreen widget
nl_nl: Volledig scherm widget

# #31412
source: - Fullscreen
nl_nl: - Volledig scherm

# #31413
source: Weather location
nl_nl: Weer locatie

# #31421
source: Images
nl_nl: Afbeeldingen

# #31422
source: Big wide
nl_nl: Groot wijd

# #31425
source: Seconds
nl_nl: Seconden

# #31429
source: more...
nl_nl: meer...

# #31431
source: Use old Arctic Zephyr window animation
nl_nl: Gebruik oude Artic Zephyr vensteranimatie

# #31432
source: Alternative layout
nl_nl: Alternatieve layout

# #31433
source: Smart Shortcuts
nl_nl: Slimme snelkoppelingen

# #31434
source: Movies and TV shows
nl_nl: Speelfilms en series

# #31435
source: Recently added Songs
nl_nl: Onlangs toegevoegde nummers

# #31436
source: Most played Songs
nl_nl: Meest afgespeelde nummers

# #31437
source: Use old jumpbar (requires script.embuary.helper)
nl_nl: Gebruik oude jumpbalk (vereist script.embuary.helper)

# #31442
source: Select media flags
nl_nl: Selecteer media-informatie

# #31443
source: Subtitle icon
nl_nl: Ondertitel icoon

# #31444
source: Subtitle extended info
nl_nl: Uitgebreide ondertitel informatie

# #31445
source: Reminder enabled
nl_nl: Herinnering ingeschakeld

# #31446
source: Reminder Rule enabled
nl_nl: Herinneringsregel ingeschakeld

# #31447
source: German Telecast Offers
nl_nl: Duitse telecast aanbiedingen

# #31448
source: Debugging
nl_nl: Debuggen

# #31451
source: Play next episode
nl_nl: Speel volgende episode af

# #31453
source: Edge distance
nl_nl: Randafstand

# #31455
source: Path intros
nl_nl: Pad intros

# #31456
source: Trailer count
nl_nl: Trailer teller

# #31457
source: Some other
nl_nl: Enkele andere
