Repository: wabisabi926/skin.arctic.zephyr.martian
Catalog: language/resource.language.*/strings.po
Languages: nl_nl

# #31458
source: Video preview
nl_nl: Video vooruitblik

# #31460
source: Fake Blu-ray
nl_nl: Nep Blu-ray

# #31461
source: Artwork section
nl_nl: Artwork sectie

# #31462
source: Landscape
nl_nl: Landschap

# #31463
source: Artwork of
nl_nl: Artwork van

# #31464
source: Movies and episodes
nl_nl: Speelfilms en afleveringen

# #31465
source: Random movies and episodes
nl_nl: Willekeurige speelfilms en afleveringen

# #31466
source: Recent movies and episodes
nl_nl: Recente speelfilms en afleveringen

# #31467
source: disabled
nl_nl: uitgeschakeld

# #31468
source: Required addons
nl_nl: Vereist add-ons

# #31469
source: Recommended addons
nl_nl: Aanbevolen add-ons

# #31472
source: CoreELEC Settings
nl_nl: CoreELEC instellingen

# #31473
source: Custom widget
nl_nl: Aangepaste widget

# #31474
source: Configure custom widget
nl_nl: Stel aangepaste widget in

# #31475
source: Netflix fanart window
nl_nl: Netflix fanart venster

# #31476
source: Boxed Set
nl_nl: Boxset

# #31478
source: Indicators
nl_nl: Indicatoren

# #31483
source: Audio Channels
nl_nl: Audio kanalen

# #31484
source: Spotlight widget path
nl_nl: Spotlight widget pad

# #31485
source: Origin
nl_nl: Bron

# #31489
source: Underlined homemenu items
nl_nl: Onderstreepte startmenu items

# #31492
source: Paused
nl_nl: Gepauzeerd

# #31493
source: Watched
nl_nl: Bekeken

# #31494
source: New!
nl_nl: Nieuw!

# #31495
source: Alternative indicators
nl_nl: Alternatieve indicatoren

# #31497
source: Movies by this director
nl_nl: Speelfilms door deze regisseur

# #31498
source: Collection
nl_nl: Collectie

# #31500
source: Prefer percentage
nl_nl: Geef voorkeur aan percentage

# #31502
source: On back, widgets do not return to initial position
nl_nl: Op terug actie widgets herstellen zich niet naar de beginpositie

# #31503
source: On up, when at first widget, do not jump back to last widget
nl_nl: Op omhoog actie bij de eerste widget spring niet terug naar de laatste widget

# #31504
source: On down, when at last widget, widgets do not return to initial position
nl_nl: Op omlaag actie op de laatste widget spring niet terug naar de begin positie

# #31505
source: On up/down at first/last widget, go to last/first widget
nl_nl: Op omhoog/omlaag actie bij de eerste/laatste widget spring naar de laatste/eerste widget

# #31508
source: Global
nl_nl: Globaal

# #31509
source: 4K Movies
nl_nl: 4K speelfilms

# #31510
source: Recent recordings
nl_nl: Recente opnames

# #31511
source: Grouped recent recordings
nl_nl: Gegroepeerde recente opnames

# #31512
source: Grouped deleted recordings
nl_nl: Gegroepeerde verwijderde opnames

# #31513
source: Override play function with TMDB helper play function
nl_nl: Vervang standaard afspeelfunctie met TMDB helper afspeelfunctie

# #31516
source: Last Played Radio Channels
nl_nl: Laatst afgespeelde radio kanalen

# #31517
source: Mini-EPG (vertical, only 5 Items)
nl_nl: Mini-EPG (vertikaal, 5 items)

# #31518
source: Unwatched Tv Shows
nl_nl: Niet bekeken series

# #31520
source: for
nl_nl: voor

# #31521
source: Poster Wall
nl_nl: Poster muur

# #31524
source: IMDb Position
nl_nl: IMDb positie

# #31533
source: Clean and minimal
nl_nl: Mooi en minimaal

# #31535
source: Hide plot, when widget is not focused
nl_nl: Verberg plot wanneer widget niet gefocust is

# #31537
source: Info slider
nl_nl: Informatie scroller

# #31538
source: Blur radius
nl_nl: Vervagingsradius

# #31554
source: HD Movies
nl_nl: HD speelfilms

# #31555
source: Hide, when not focused
nl_nl: Verberg indien niet gefocust

# #31559
source: Scrolling text
nl_nl: Scrollende tekst

# #31561
source: Artist slideshow
nl_nl: Artiesten diavoorstelling

# #31563
source: Borders
nl_nl: Randen

# #31564
source: Low list
nl_nl: Lage lijst

# #31567
source: Fallback image
nl_nl: Standaard afbeelding

# #31569
source: Clearlogo instead of title
nl_nl: Clearlogo in plaats van titel

# #31576
source: Scrollbar
nl_nl: Scrollbalk

# #31577
source: Progress graphic
nl_nl: Voortgangsgrafiek

# #31580
source: Effect settings
nl_nl: Effectinstellingen

# #31589
source: Enable auto scrolling for titles
nl_nl: Scroll titels automatisch

# #31593
source: Enable auto playing trailers in flix views
nl_nl: Speel trailers automatisch af in flix views

# #31594
source: Stop playback on next
nl_nl: Stop afspelen op volgende

# #31595
source: Try to hide black bars
nl_nl: Probeer zwarte balken te verbergen

# #31596
source: playing
nl_nl: speelt

# #31597
source: paused
nl_nl: gepauzeerd

# #31598
source: caching
nl_nl: cachen

# #31599
source: Auto start delay
nl_nl: Autostartvertraging

# #31603
source: Auto playing trailers
nl_nl: Trailers automatisch afspelen

# #31604
source: None
nl_nl: Geen

# #31605
source: Medium
nl_nl: Middel

# #31606
source: Maximal
nl_nl: Maximaal

# #31607
source: On back, jump to first item in widget list
nl_nl: Op terug actie spring naar het eerste item in de widget lijst

# #31608
source: After that, focus home menu
nl_nl: Focus daarna op het startmenu

# #31623
source: If home menu is focused, jump to widgets on back
nl_nl: Als het startmenu is gefocust, spring dan naar de widgets achter

# #31625
source: Disable addons fanart
nl_nl: Deactiveer fanart add-on

# #31630
source: Hub widget content type
nl_nl: Hub widget inhoudtype

# #31631
source: Playback action when video info dialog is shown
nl_nl: Afspeelactie wanneer de videodialoog wordt getoond

# #31632
source: Stop playback when item is no longer focused
nl_nl: Stop met afspelen wanneer het item niet meer in focus is

# #31643
source: LibreELEC Settings
nl_nl: LibreELEC instellingen

# #31650
source: Is playing
nl_nl: speelt

# #31651
source: Icon
nl_nl: Icoon

# #31653
source: blur
nl_nl: vervagen

# #31658
source: Now playing
nl_nl: Speelt

# #31663
source: Now playing...
nl_nl: Speelt...

# #31667
source: Animated artwork
nl_nl: Geanimeerd artwork

# #31668
source: Path to additional animated posters
nl_nl: Pad naar aanvullende geanimeerde posters

# #31670
source: Show player controls
nl_nl: Toon speler knoppen

# #31671
source: On right
nl_nl: Op rechts

# #31672
source: On up
nl_nl: Op omhoog

# #31673
source: Show clearart
nl_nl: Toon clearart

# #31676
source: Ratings
nl_nl: Waarderingen

# #31677
source: Show detailed info when video starts (in seconds)
nl_nl: Toon gedetailleerde informatie wanneer de video begint (in seconden)

# #31679
source: Color presets
nl_nl: Kleuren voorinstellingen

# #31680
source: Preset
nl_nl: Voorinstelling

# #31689
source: Hide PVR recording dialog
nl_nl: Verberg PVR opnamedialoog

# #31690
source: Player
nl_nl: Speler

# #31691
source: Players
nl_nl: Spelers

# #31692
source: Local
nl_nl: Lokaal

# #31694
source: Game studio/flag icons
nl_nl: Game studio/information iconen

# #31699
source: Pick a color...
nl_nl: Kies een kleur...

# #31700
source: Set color
nl_nl: Stel kleur in

# #31703
source: Small landscape
nl_nl: Landschap (klein)

# #31704
source: Small fanart
nl_nl: Fanart (klein)

# #31705
source: Small poster fanart
nl_nl: Poster fanart (klein)

# #31707
source: Rating stars
nl_nl: Waarderingssterren

# #31708
source: Auto show now playing info after 5 seconds delay if hidden
nl_nl: Toon 'Speelt' informatie automatisch na 5 seconden vertraging indien verborgen

# #31806
source: Age
nl_nl: Leeftijd

# #31807
source: Place of birth
nl_nl: Geboorteplaats

# #31814
source: Revenue
nl_nl: Opbrengsten

# #31817
source: Known for
nl_nl: Gekend van

# #31906
source: Autohide seekbar after pausing
nl_nl: Zoekbalk automatisch verbergen na pauze

# #31939
source: Ended
nl_nl: Beëindigd

# #31940
source: Rumored
nl_nl: Geruchten

# #31941
source: Planned
nl_nl: Gepland

# #31944
source: Released
nl_nl: Uitgebracht

# #31945
source: Canceled
nl_nl: Geannuleerd

# #31952
source: Creator
nl_nl: Maker

# #31976
source: Use dark theme
nl_nl: Gebruik donker thema

# #31977
source: Visualisation settings
nl_nl: Visualisatie instellingen

# #31978
source: Visualisation presets
nl_nl: Voorinstellingen visualisatie

# #31980
source: Pause video when opening info
nl_nl: Pauzeer video bij het openen van info
